var JS_eLang = 
{
	
	HereMosqueName		: "الرحمان",
	HereMosqueMessage	: "سبحان الله وبحمده سبحان الله العظيم",
	
	MinutesToIqama		: "دقيقة للاقامة",
	MinutesToDoha		: " دقيقة للضحى ",
	AzanCalling			: " أذان ",
	NextPrayTime	 	: "المتبقي للصلاة القادمة",
	NamesOfPrayings		: "الفجر,الشروق,الظهر,العصر,المغرب,العشاء",
	NamesWeekDays		: "الأَحَد,الاِثْنَيْن,الثُّلاثاء,الأَرْبِعاء,الخَميس,الجُمُعَة,السَّبْت",
	NamesMonthsMiladi	: "يناير,فبراير,مارس,أبريل,مايو,يونيو,يوليو,أغسطس,سبتمبر,أكتوبر,نوفمبر,ديسمبر",
	MenuMonthsHijri		: "محرم,صفر,ربيع الأول,ربيع الآخر,جمادى الأولى,جمادى الآخرة,رجب,شعبان,رمضان,شوال,ذو القعدة,ذو الحجة",
	
	MenuFullScreen		: "توسيع الشاشه",
	MenuMosqueNAME		: "تحرير إسم المسجد",
	MenuMosqueMessage	: "تحرير اعلانات المسجد",
	MenuLocation		: "إختيار موقع المسجد",
	MenuHijriClick		: "ضبط التاريخ الهجري",
	MenuThemes			: "تغيير خلفية الشاشه",
	MenuOptions			: "خيارات",
	MenuAzkar			: "استعراض الاذكار",
	MenuSliders			: "استعراض الشرائح",
	MenuAdjustments		: "ضبط وقت الاذان",
	MenuBlackscreen		: "ضبط إخفاء الشاشه",
	MenuDimmerDirect	: "إخفاء الشاشه يدويا",
	MenuMosquelogo		: "شعار المسجد",
	MenuRestartApp		: "إعادة تحميل البرنامج",
	MenuGoMobile		: "تطبيق عبر الإنترنت للجوال",
	MenuAboutTawkit		: "معلومات عن البرنامج",

	XXDoaAzanIqama		: "الدعاء بين الأذان والإقامة لا يرد",
	XXFastingMonday		: "تذكير بسنة صيام غدا الإثنين",
	XXFastingThursday	: "تذكير بسنة صيام غدا الخميس",
	
	XX_Themes_0			: "انقر على الصورة لاستخدام الخلفية الشخصية",
	XX_Themes_1			: "لتغيير صورة الخلفية، استبدل الملف",
	XX_Themes_2			: "في المجلد",
	XX_Themes_3			: "لتغيير الألوان ، انقر فوق النص أدناه ",
	XX_Themes_4			: "تحرير الألوان ",
	
	XX_OPTION_0			: "تفعيل 24 ساعة",
	XX_OPTION_1			: "تفعيل الساعة الكاملة",
	XX_OPTION_2			: "تخفيت الصلوات الماضية",
	
	XX_ADJUST_0			: "الوقت بين الأذان والعد التنازلي",	
	XX_ADJUST_1			: "إظهار العد التنازلي",
	XX_ADJUST_2			: "استخدم الصوت للأذان والإقامة ",
	XX_ADJUST_3			: "أضف 30 دقيقة إلى العشاء في رمضان",
	
	XX_IQAMA			: "الإقامة",
	XX_DOHA				: "الضحى",
	
	XX_DIMMER_0			: "تفعيل إخفاء الشاشة أثناء الصلاة ",
	XX_DIMMER_1			: "اخفاء الشاشة بعد 35 دقيقة من الشروق",
	XX_DIMMER_2			: "اخفاء الشاشة بعد 50 دقيقة من العشاء",
	
	XX_DIMMER_3			: "إخفاء الشاشة قبل الظهر",
	XX_DIMMER_4			: "إظهار الشاشة بعد الظهر",
	XX_DIMMER_5			: "مدة الصلاة لإخفاء الشاشة",
	
	XX_AZKAR_0			: "تفعيل صور الأذكار بعد الصلاة",
	XX_AZKAR_1			: "يتم عرض / إخفاء صور الأذكار كل 20 ثانية ",
	XX_AZKAR_2			: "صور الأذكار في مجلد:",
	XX_AZKAR_3			: "اختر مدة ظهور الأذكار بعد الصلاة:",
	XX_AZKAR_4			: "اعرض صورة واحدة فقط ، ثابتة لمدة 5 دقائق ",
	XX_AZKAR_5			: "لاختبار الأذكار اضغط على وقت الظهر",
	XX_AZKAR_6			: "لإيقاف الأذكار إضغط على شاشة الأذكار.",
	
	XX_MOBILE_1			: "لإنشاء تطبيق جوال خاص بمسجدك ، انتقل إلى: ",
	
	XX_SLIDERS_0		: "تفعيل الشرائح الشخصية",
	XX_SLIDERS_1		: "الشرائح عبارة عن صور يتم عرضها بشكل عشوائي على الشاشة بعد الأذكار.",
	XX_SLIDERS_2		: "يتم إظهارها / إخفاءها كل 20 ثانية حتى الصلاة التالية. ",
	XX_SLIDERS_3		: "لإضافة الشرائح الخاصة بك ، ضع ما يصل إلى 7 صور في المجلد (Slides). ",
	XX_SLIDERS_4		: "لاختبار الشرائح اضغط على (الظهر)",
	XX_SLIDERS_5		: "لإيقاف الشرائح ، اضغط على شاشة الشرائح.",
	
	XX_TIMES_0			: "استخدم الحساب",
	XX_TIMES_1			: "استخدم الملفات",
	XX_TIMES_2			: "اختر مدينة المسجد",
	XX_TIMES_3			: "إذا لم تكن مدينتك في القائمة ، فحدد (00.000.PERSONAL)",
	XX_TIMES_4			: "و قم بتعديل الملف (/data/wtimes-00.000.ini) لتناسب أوقات مسجدك",
	XX_TIMES_5			: "أعد تحميل التطبيق",
	
	XX_TIMES_6			: "تعديل",
	
	XX_CALC_0			: "البلد  : ",
	XX_CALC_1			: "المدينة : ",
	XX_CALC_2			: "طريقة الحساب : ",
	XX_CALC_3			: "حساب صلاة العصر : ",
	
	XX_BOX_0			: "اضغط على التاريخ الهجري لتعديل التاريخ + 2 / -2",
	XX_BOX_1			: "لوضع شعار المسجد الخاص بك على التطبيق ،",
	XX_BOX_2			: " قم بتعديل الملف (logo.png) في مجلد التطبيق. ",
	
	XX_COMMANDER_0		: "تفعيل مجدول الأوامر الصوتية",
	XX_MISC_0			: "قم بإعادة تحميل الصفحة بعد التعديلات",
	XX_MISC_1			: "انقر فوق الفجر لتغيير الخلفيات",
	
	XX_NO_SELL			: "FREEWARE APPLICATION, FORBIDDEN TO SELL IT",
	
	XX_JOMOA			: "الجمعة",
	XX_IQAMAASHOUR		: "إظهار الإقامة مع الساعة",
	XX_SUMMERTIME		: "إضافة ساعة واحدة لأوقات الصلاة في الصيف",
	
	
	W9_ARABICDIGITS			: "تفعيل الأرقام العربية",
	XX_WCSV_MESSAGE			: "تفعيل الملف الشخصي (wcsv.ini) لأوقات الصلاة والإقامة",
	W9_SetJOMOA_TIME		: "ضبط وقت خطبة الجمعة",
	W9_eIQAMAUNDERNAMES		: "ضع أوقات الإقامة تحت أسماء الصلوات",
	W9_setFridayJomoaTIME	: "وقت خطبة الجمعة في مسجدك.  إذا كان الوقت تلقائي كل يوم جمعة ، اكتب AUTO",

};








