JS_eLang = 
{
	
	HereMosqueName		: "মসজিদের নাম",
	HereMosqueMessage	: "ঘোষণা",
	
	MinutesToIqama		: "---",
	MinutesToDoha		: "---",
	AzanCalling			: " আজান ",
	NextPrayTime	 	: "পরবর্তী প্রার্থনা",
	NamesOfPrayings		: "ফজর, সূর্যোদয়, জোহর, আসর, মাগরিব, ইশা",
	NamesWeekDays		: "রবিবার, সোমবার, মঙ্গলবার, বুধবার, বৃহস্পতিবার, শুক্রবার, শনিবার ",
	NamesMonthsMiladi	: "জানুয়ারি, ফেব্রুয়ারি, মার্চ, এপ্রিল, মে, জুন, জুলাই, আগস্ট, সেপ্টেম্বর, অক্টোবর, নভেম্বর, ডিসেম্বর",
	MenuMonthsHijri		: "মহররম, ভ্রমণ, রবি আল-আউয়াল, রবি আল-আখির, জুমাদা আল-আউয়াল, জুমাদা আল-আখিরা, রজব, শাবান, রমজান, শাওয়াল, ধুল-ক্বাদা, ধুল-হিজা",
	
	MenuFullScreen		: "পূর্ণ পর্দা",
	MenuMosqueNAME		: "মসজিদের নাম সম্পাদনা করুন",
	MenuMosqueMessage	: "ঘোষণা সম্পাদনা করুন",
	MenuLocation		: "মসজিদের অবস্থান",
	MenuHijriClick		: "হিজরি তারিখ ঠিক করুন",
	MenuThemes			: "ওয়ালপেপার পরিবর্তন করুন",
	MenuOptions			: "বিকল্প",
	MenuAzkar			: "ছবি প্রদর্শন (Azkar)",
	MenuSliders			: "স্লাইড শো",
	MenuAdjustments		: "নামাজের সময় সামঞ্জস্য করুন",
	MenuBlackscreen		: "ব্ল্যাক-স্ক্রিন অ্যাডজাস্ট করুন",
	MenuDimmerDirect	: "ম্যানুয়ালি পর্দা লুকানো",
	MenuMosquelogo		: "মসজিদের লোগো",
	MenuRestartApp		: "অ্যাপ্লিকেশনটি পুনরায় চালু করুন",
	MenuGoMobile		: "মোবাইল অ্যাপ্লিকেশন",
	MenuAboutTawkit		: "Tawkit সম্পর্কে",

	XXDoaAzanIqama		: "---",
	XXFastingMonday		: "অনুস্মারক: সোমবার রোজা রাখতে ভুলবেন না",
	XXFastingThursday	: "অনুস্মারক: বৃহস্পতিবার রোজা রাখতে ভুলবেন না",
	
	XX_Themes_0			: "ব্যক্তিগত ওয়ালপেপার ব্যবহার করতে ছবিতে ক্লিক করুন",
	XX_Themes_1			: "ওয়ালপেপার পরিবর্তন করতে, ফাইল পরিবর্তন করুন",
	XX_Themes_2			: "ফোল্ডারে",
	XX_Themes_3			: "রঙ পরিবর্তন করতে, নীচের পাঠ্যটিতে ক্লিক করুন",
	XX_Themes_4			: "রং সম্পাদনা করুন",
	
	XX_OPTION_0			: "24 ঘন্টা সক্ষম করুন",
	XX_OPTION_1			: "সম্পূর্ণ ঘড়ি সক্ষম করুন",
	XX_OPTION_2			: "অতীতের নামাজের রঙ কমান",
	
	XX_ADJUST_0			: "আজান এবং কাউন্টডাউনের মধ্যে সময়",	
	XX_ADJUST_1			: "কাউন্টডাউন দেখান",
	XX_ADJUST_2			: "আজান ও ইকামার জন্য ভয়েস ব্যবহার করুন",
	XX_ADJUST_3			: "ইশার 30 মিনিট পরে যোগ করুন (রমজানে)",
	
	XX_IQAMA			: "Iqama",
	XX_DOHA				: "Doha",
	
	XX_DIMMER_0			: "প্রার্থনা করার সময় কালো পর্দা সক্রিয় করুন",
	XX_DIMMER_1			: "(কালো পর্দা) সূর্যোদয়ের 35 মিনিট পরে",
	XX_DIMMER_2			: "(ব্ল্যাক-স্ক্রিন) ইশার 50 মিনিট পরে",
	
	XX_DIMMER_3			: "জোহর আগে কালো পর্দা",
	XX_DIMMER_4			: "জোহর পর পর্দা দেখান",
	XX_DIMMER_5			: "স্ক্রিন লুকানোর জন্য প্রার্থনার সময়কাল",
	
	XX_AZKAR_0			: "নামাজের পর ছবিগুলো সক্রিয় করুন",
	XX_AZKAR_1			: "ছবিগুলি প্রতি 20 সেকেন্ডে দেখানো হয়",
	XX_AZKAR_2			: "ছবিগুলি ফোল্ডারে রয়েছে:",
	XX_AZKAR_3			: "প্রার্থনার পরে ছবির সময়কাল নির্বাচন করুন:",
	XX_AZKAR_4			: "শুধুমাত্র একটি ছবি দেখান, 5 মিনিটের জন্য স্থির",
	XX_AZKAR_5			: "ছবিগুলি পরীক্ষা করতে, জোহর সময় ক্লিক করুন",
	XX_AZKAR_6			: "ইমেজ থেকে প্রস্থান করতে, ছবির স্ক্রিনে ক্লিক করুন",
	
	XX_MOBILE_1			: "আপনার মসজিদের জন্য একটি মোবাইল অ্যাপ্লিকেশন তৈরি করতে এখানে যান:",
	
	XX_SLIDERS_0		: "স্লাইডগুলো সক্ষম করুন",
	XX_SLIDERS_1		: "স্লাইড হল এমন ছবি যা নামাজের পর এলোমেলোভাবে পর্দায় প্রদর্শিত হয়",
	XX_SLIDERS_2		: "পরবর্তী প্রার্থনা পর্যন্ত ছবি প্রতি 20 সেকেন্ডে দেখানো হয়",
	XX_SLIDERS_3		: "ছবি যোগ করতে, ফোল্ডারে 7 টি ছবি রাখুন (Slides)",
	XX_SLIDERS_4		: "ছবি পরীক্ষা করতে, জোহর ক্লিক করুন",
	XX_SLIDERS_5		: "ইমেজ থেকে বেরিয়ে আসতে, ছবির স্ক্রিনে ক্লিক করুন",
	
	XX_TIMES_0			: "গণনা ব্যবহার করুন",
	XX_TIMES_1			: "ফাইল ব্যবহার করুন",
	XX_TIMES_2			: "আপনার মসজিদের শহর বেছে নিন",
	XX_TIMES_3			: "যদি আপনার শহর তালিকায় না থাকে, নির্বাচন করুন (00.000.PERSONAL)",
	XX_TIMES_4			: "এবং ফাইলটি পরিবর্তন করুন (/data/wtimes-00.000.ini)। আপনার মসজিদের সময় অনুসারে",
	XX_TIMES_5			: "অ্যাপ্লিকেশনটি পুনরায় লোড করুন",
	
	XX_TIMES_6			: "সম্পাদনা",
	
	XX_CALC_0			: "দেশ:",
	XX_CALC_1			: "শহর:",
	XX_CALC_2			: "পদ্ধতি: ",
	XX_CALC_3			: "হিসাব:",
	
	XX_BOX_0			: "তারিখ সমন্বয় করার জন্য হিজরী তারিখে ক্লিক করুন (+ 2 / -2)",
	XX_BOX_1			: "আবেদনে আপনার মসজিদের লোগো লাগাতে,",
	XX_BOX_2			: "অ্যাপ্লিকেশন ফোল্ডারে ফাইল (logo.png) পরিবর্তন করুন",
	
	XX_COMMANDER_0		: "ভয়েস কমান্ডের সময়সূচী সক্রিয় করুন",
	XX_MISC_0			: "সংশোধনের পরে পৃষ্ঠাটি পুনরায় লোড করুন!",
	XX_MISC_1			: "ওয়ালপেপার পরিবর্তন করতে (ফজর) ক্লিক করুন",
	
	XX_NO_SELL			: "বিনামূল্যে আবেদন, এটি বিক্রি নিষিদ্ধ",
	
	XX_JOMOA			: "জুমার",
	XX_IQAMAASHOUR		: "Show Iqama as time",
	XX_SUMMERTIME		: "গ্রীষ্মে প্রার্থনার সময় স্বয়ংক্রিয়ভাবে 1 ঘন্টা যোগ করুন",
	
	
	W9_ARABICDIGITS			: "Enable Arabic Digits",
	XX_WCSV_MESSAGE			: "Enable own file (wcsv.ini) for praying Times and Iqama",
	W9_SetJOMOA_TIME		: "Adjust Jumuah time",
	W9_eIQAMAUNDERNAMES		: "Put Iqama times under the Prayers names",
	W9_setFridayJomoaTIME	: "Jomoa time of your Mosque. If automatic every Friday, write AUTO",


	
};

