var JS_MESSAGES = 
[
"{ وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً }",
"{ يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ }",
"{ إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } ",
" { أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ }",
"  تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ ",
"  أحب عباد الله إلى الله أحسنهم خلقًا",
" مَا مِنْ شَيْءٍ أَثْقَلُ فِي الْمِيزَانِ مِنَ حُسْنِ الْخُلُقِ ",
" سبحان الله وبحمده ,  سبحان الله العظيم ",
" لاحول ولا قوة إلا بالله ",
" اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد",
"{ رَّبِّ زِدْنِي عِلْمًا } ",
"{ لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ , إِنِّي كُنتُ مِنَ الظَّالِمِينَ }",
"{ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ }",
"{ رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ }",
" اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي , وَاهْدِنِي, وَعَافِنِي, وَارْزُقْنِي",
" اللَّهُمَّ إنَّكَ عَفُوٌّ تُحِبُّ العَفْوَ فَاعْفُ عَنِّي ",
"{ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ } ",
"{ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي } ",
"",
"",
"",
""
];








