JS_eLang = 
{
	
	HereMosqueName		: "مسجد کا نام",
	HereMosqueMessage	: "...",
	
	MinutesToIqama		: "اقامہ کے لیے منٹ",
	MinutesToDoha		: "---",
	AzanCalling			: " Azan ",
	NextPrayTime	 	: "اگلی نماز",
	NamesOfPrayings		: "فجر,طلوع,زوال,عصر,غروب,عشاء",
	NamesWeekDays		: "اتوار,سوموار,منگل,بدھ,جمعرات,جمعہ,ہفتہ",
	NamesMonthsMiladi	: "جنوری , فروری , مارچ , اپریل , مئی , جون , جولائی , اگست , ستمبر , اکتوبر , نومبر , دسمبر",
	MenuMonthsHijri		: "محرم , صفر , ربیع الاول , ربیع الثانی , جمعہ الاول , جمعہ الثانی , رجب , شعبان , رمضان , شوال , ذوالقعدہ , ذوالحجہ",
	
	MenuFullScreen		: "اسکرین کی توسیع",
	MenuMosqueNAME		: "مسجد کے نام میں ترمیم کریں",
	MenuMosqueMessage	: "اعلان میں ترمیم کریں",
	MenuLocation		: "مسجد کا مقام",
	MenuHijriClick		: "ہجری کی تاریخ کو ایڈجسٹ کریں",
	MenuThemes			: "وال پیپر تبدیل کریں",
	MenuOptions			: "اختیارات",
	MenuAzkar			: "اذکار ڈسپلے",
	MenuSliders			: "سلائیڈ ڈسپلے",
	MenuAdjustments		: "نماز کے اوقات کو ایڈجسٹ کریں",
	MenuBlackscreen		: "اسکرین ماسکنگ کو ایڈجسٹ کریں",
	MenuDimmerDirect	: "اسکرین کو دستی طور پر چھپائیں",
	MenuMosquelogo		: "مسجد کا لوگو",
	MenuRestartApp		: "ایپلی کیشن کو دوبارہ شروع کریں",
	MenuGoMobile		: "موبائل ایپلیکیشن",
	MenuAboutTawkit		: "پروگرام کی معلومات",

	XXDoaAzanIqama		: "الدعاء بين الأذان والإقامة لا يرد",
	XXFastingMonday		: "یاد دہانی: کل پیر کا روزہ رکھنا نہ بھولیں",
	XXFastingThursday	: "یاد دہانی: کل جمعرات کو روزہ رکھنا نہ بھولیں",
	
	XX_Themes_0			: "ذاتی پس منظر استعمال کرنے کے لیے تصویر پر کلک کریں",
	XX_Themes_1			: "پس منظر کی تصویر کو تبدیل کرنے کے لیے ، فائل میں ترمیم کریں",
	XX_Themes_2			: "فولڈر میں",
	XX_Themes_3			: "رنگ تبدیل کرنے کے لیے ، نیچے دیے گئے متن پر کلک کریں",
	XX_Themes_4			: "رنگوں میں ترمیم کریں",
	
	XX_OPTION_0			: "24 گھنٹے فعال کریں",
	XX_OPTION_1			: "مکمل گھڑی کو فعال کریں",
	XX_OPTION_2			: "پچھلی نمازوں کے لیے ہلکے رنگ",
	
	XX_ADJUST_0			: "اذان اور الٹی گنتی کے درمیان وقت",	
	XX_ADJUST_1			: "الٹی گنتی دکھائیں",
	XX_ADJUST_2			: "اذان اور اقامہ کے لیے آواز کا استعمال کریں",
	XX_ADJUST_3			: "رمضان میں عشاء میں 30 منٹ کا اضافہ کریں",
	
	XX_IQAMA			: "اقامہ",
	XX_DOHA				: "الضحى",
	
	XX_DIMMER_0			: "نماز کے دوران سکرین چھپانے کو چالو کریں",
	XX_DIMMER_1			: "بلیک اسکرین طلوع آفتاب کے 35 منٹ بعد",
	XX_DIMMER_2			: "بلیک اسکرین عشا کے 50 منٹ بعد",
	
	XX_DIMMER_3			: "ظہر سے پہلے بلیک سکرین",
	XX_DIMMER_4			: "ظہر کے بعد سکرین دکھائیں",
	XX_DIMMER_5			: "نماز کی مدت (سکرین چھپانے کے لیے)",
	
	XX_AZKAR_0			: "نماز کے بعد اذکار تصاویر کو چالو کریں",
	XX_AZKAR_1			: "تصاویر ہر 20 سیکنڈ میں دکھائی جاتی ہیں/چھپائی جاتی ہیں",
	XX_AZKAR_2			: "تصاویر فولڈر میں ہیں :",
	XX_AZKAR_3			: "نماز کے بعد ظاہر ہونے کی مدت کا انتخاب کریں:",
	XX_AZKAR_4			: "صرف ایک تصویر دکھائیں ، 5 منٹ کے لیے فکسڈ۔",
	XX_AZKAR_5			: "اذکار کو جانچنے کے لیے ، ظہر کے وقت پر کلک کریں",
	XX_AZKAR_6			: "اذکار کو روکنے کے لیے ، اذکار اسکرین پر کلک کریں",
	
	XX_MOBILE_1			: " اپنی مسجد کے لیے ایک موبائل ایپ بنانے کے لیے ، پر جائیں:",
	
	XX_SLIDERS_0		: "ذاتی سلائیڈز کو چالو کریں",
	XX_SLIDERS_1		: "سلائیڈ وہ تصاویر ہیں جو نماز کے بعد سکرین پر تصادفی طور پر ظاہر ہوتی ہیں",
	XX_SLIDERS_2		: "انہیں اگلی نماز تک ہر 20 سیکنڈ میں دکھایا جاتا ہے",
	XX_SLIDERS_3		: "سلائیڈز شامل کرنے کے لیے ، (سلائیڈز) فولڈر میں 7 تک تصاویر رکھیں",
	XX_SLIDERS_4		: "سلائیڈز کو جانچنے کے لیے ظہر پر کلک کریں",
	XX_SLIDERS_5		: "سلائیڈز سے باہر نکلنے کے لیے ، اسکرین کو تھپتھپائیں",
	
	XX_TIMES_0			: "حساب استعمال کریں",
	XX_TIMES_1			: "فائلوں کا استعمال کریں",
	XX_TIMES_2			: "اپنی مسجد کا شہر منتخب کریں",
	XX_TIMES_3			: "اگر آپ کا شہر فہرست میں نہیں ہے تو ، منتخب کریں (00.000. PERSONAL)",
	XX_TIMES_4			: "اور اپنی مسجد کے اوقات کے مطابق فائل (/data/wtimes-00.000.ini) میں ترمیم کریں",
	XX_TIMES_5			: "درخواست دوبارہ لوڈ کریں",
	
	XX_TIMES_6			: "ترمیم کریں",
	
	XX_CALC_0			: "ملک :",
	XX_CALC_1			: "شہر:",
	XX_CALC_2			: "طریقہ:",
	XX_CALC_3			: "حساب:",
	
	XX_BOX_0			: "تاریخ کو ایڈجسٹ کرنے کے لیے ہجری تاریخ پر کلک کریں (+ 2 / -2)",
	XX_BOX_1			: " اپنی مسجد کا لوگو لگانے کے لیے ، ",
	XX_BOX_2			: "ایپلیکیشن فولڈر میں فائل (logo.png) میں ترمیم کریں",
	
	XX_COMMANDER_0		: "وائس کمانڈ شیڈولر کو چالو کریں",
	XX_MISC_0			: "ترمیم کے بعد صفحہ دوبارہ لوڈ کریں!",
	XX_MISC_1			: "وال پیپر تبدیل کرنے کے لیے فجر پر کلک کریں",
	
	XX_NO_SELL			: "فری ایپلیکیشن ، اسے بیچنے سے منع",
	
	XX_JOMOA			: "جمعہ",
	XX_IQAMAASHOUR		: "Show Iqama as time",
	XX_SUMMERTIME		: "گرمیوں میں نماز کے اوقات میں خود بخود 1 گھنٹہ شامل کریں۔",
	
	
	W9_ARABICDIGITS			: "Enable Arabic Digits",
	XX_WCSV_MESSAGE			: "Enable own file (wcsv.ini) for praying Times and Iqama",
	W9_SetJOMOA_TIME		: "Adjust Jumuah time",
	W9_eIQAMAUNDERNAMES		: "Put Iqama times under the Prayers names",
	W9_setFridayJomoaTIME	: "Jomoa time of your Mosque. If automatic every Friday, write AUTO",


};

                                                                                                             